Repository: ffgtso/gluon-ffgt-v2015.1
Catalog: package/gluon-luci-wifi-config/i18n/*.po
Languages: de

source: (default)
de: (Standard)

source: Enable client network
de: Client-Netz aktivieren

source: Enable additional client network
de: Zusätzliches Client-Netz aktivieren

source: SSID of additional client network
de: SSID des zusätzlichen Client-Netzes

source: e.g. freifunk.net, empty is disabled
de: z.B. freifunk.net, leer zum Deaktivieren

source: Enable mesh network
de: Mesh-Netz aktivieren

source: Enable STA mesh network
de: Mesh-Netz über STA aktivieren

source: Transmission power
de: Sendeleistung

source: You can enable or disable your node's client and mesh network SSIDs here. Please don't disable the mesh network without a good reason, so other nodes can mesh with yours.<br /><br />It is also possible to configure the WLAN adapters transmission power here. Please note that the transmission power values include the antenna gain where available, but there are many devices for which the gain is unavailable or inaccurate.
de: In diesem Abschnitt hast du die Möglichkeit, die SSIDs des Client- und des Mesh-Netzes zu aktivieren bzw. deaktivieren. Bitte lass die SSID des Mesh-Netzes aktiviert, damit sich andere Knoten mit deinem verbinden können.<br /><br />Außerdem kann hier die Sendeleistung des WLAN-Adapters konfiguriert werden. Wenn möglich, ist in den Werten der Sendeleistung der Antennengewinn enthalten; diese Werte sind allerdings für viele Geräte nicht verfügbar oder fehlerhaft.

source: You can set up a list of clients which are not allowed to connect to your access point to use one its client networks. Please only use this feature to limit usage of your HotSpot if you absolutely understand what it does!
de: Du kannst eine Liste von Clients angeben, die sich nicht mit Deinen Client-Netzwerken verbinden dürfen. Bitte nutze dieses Feature zur Zugriffsbeschränkung auf Deinen HotSpot nur dann wenn Du verstehst, was es tut und Du einen guten Grund dafür hast!

source: Disallow connection for specific clients
de: Verbindungen für Clients ablehnen

source: MAC addresses to disallow connection
de: MAC-Adressen der verbotenen Clients

source: list of MAC-addresses separated by space
de: Liste der MAC-Adressen, getrennt durch Leerzeichen

source: You can set up timed enabling/disabling of your client wireless networks here. Please use cron-like expressions on individual lines, terminated by either on or off. The expressions are evalutated from from top to bottom for first match, with the default being off if no rule matched.
de: Du kannst hier einstellen, dass die Client-Netze (freifunk-celle.de und z.B. freifunk.net) zeitgesteuert aktiviert und deaktiviert werden. Das private WLAN und auch das Mesh-Netz sind davon unberührt. Bitte nutze cron-artige Ausdrücke, die von oben nach unten ausgewertet werden. Der erste passende Ausdruck entscheidet, ob die Client-Netze an- oder ausgeschaltet sind zu der betreffenden Zeit, mit Standard-Einstellung aus, falls keine eingestellte Regel zutrifft.

source: Enable timed client networks
de: Zeitgesteuerte Client-Netze aktivieren

source: Timed client network cron expressions
de: Cron-Ausdrücke zum Steuern der Zeitschaltung für Client-Netze

source: format: minute(s) hour(s) day(s) month(s) dow(s) on/off
de: Format: Minute(n) Stunde(n) Tag(e) Monat(e) Wochentag(e) on/off
